-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1
-- Время создания: Ноя 06 2024 г., 22:14
-- Версия сервера: 10.4.24-MariaDB
-- Версия PHP: 8.1.6

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `db_users`
--

-- --------------------------------------------------------

--
-- Структура таблицы `user_table`
--

CREATE TABLE `user_table` (
  `id` int(11) NOT NULL,
  `name` varchar(25) NOT NULL,
  `surname` varchar(25) NOT NULL,
  `phone` varchar(10) NOT NULL,
  `date_creation` date NOT NULL,
  `date_update` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `user_table`
--

INSERT INTO `user_table` (`id`, `name`, `surname`, `phone`, `date_creation`, `date_update`) VALUES
(1, 'Иван', 'Иванов', '1234567890', '2024-09-17', '2024-09-17'),
(2, 'Тимофей', 'Петров', '0198765432', '2024-09-17', '2024-10-22'),
(3, 'Александр', 'Кузнецов', '9101257755', '2024-09-22', '2024-09-22'),
(4, 'Сергей', 'Тимофеев', '9001112233', '2024-09-22', '2024-09-23'),
(6, 'Анастасия', 'Козлова', '9001112244', '2024-09-25', '2024-10-23'),
(7, 'Федор', 'Ильин', '9151455699', '2024-09-25', '2024-10-09'),
(8, 'Елена', 'Стрельцова', '9157352395', '2024-09-25', '2024-10-23'),
(9, 'Марина', 'Иванова', '9152185384', '2024-09-25', '2024-10-23'),
(10, 'Александр', 'Турбинин', '9151798750', '2024-09-25', '2024-10-23'),
(11, 'Григорий', 'Ушаков', '9151455279', '2024-09-25', '2024-10-22'),
(12, 'Евгений', 'Быков', '9151456584', '2024-10-01', '2024-10-23'),
(13, 'Ирина', 'Федорова', '9158455372', '2024-10-01', '2024-10-23'),
(14, 'Михаил', 'Хлыстов', '9181953283', '2024-10-01', '2024-10-23'),
(16, 'Александра', 'Булавенко', '9159025634', '2024-10-01', '2024-10-23'),
(20, 'Евгений', 'Петренко', '9151455428', '2024-10-05', '2024-10-22'),
(22, 'Юлия', 'Казанская', '0163720223', '2024-10-05', '2024-10-23'),
(23, 'Иван', 'Васильев', '0198765433', '2024-09-25', '2024-10-22'),
(24, 'Владимир', 'Ковалев', '0198765437', '2024-10-08', '2024-10-08'),
(25, 'Степан', 'Степаненко', '0198712345', '2024-10-08', '2024-10-22'),
(26, 'Светлана', 'Юдина', '0198725430', '2024-10-08', '2024-10-23'),
(27, 'Ярослав', 'Шевелев', '0198785369', '2024-10-08', '2024-10-22'),
(28, 'Леонид', 'Штефан', '0168725433', '2024-10-08', '2024-10-08'),
(29, 'Ирина', 'Кольцова', '7168725433', '2024-10-08', '2024-10-23'),
(51, 'Борис', 'Григорьев', '9004529924', '2024-10-22', '2024-10-23'),
(56, 'Святослав', 'Ряжский', '9151472305', '2024-10-23', '2024-10-23'),
(58, 'Леонид', 'Скобелев', '9151453399', '2024-10-23', '2024-10-27'),
(60, 'Николай', 'Павлов', '0163729582', '2024-10-24', '2024-10-24'),
(61, 'Алексей', 'Нечаев', '9155925747', '2024-10-27', '2024-10-27');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `user_table`
--
ALTER TABLE `user_table`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `user_table`
--
ALTER TABLE `user_table`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=62;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
